[   
    {
        "id": 1,
        "name": "Probador liquido de frenos Led",
        "price": 3500,
        "title" : "Probador de líquido de frenos LED, herramienta de prueba automotriz para vehículo.",
        "description" : " Este probador utiliza indicadores LED para mostrar el contenido de humedad en el líquido de frenos, permitiendo un diagnóstico fácil y rápido. Funciona con una pila AAA (no incluida) y ofrece resultados precisos con 5 luces LED de diferentes colores: <2.0% indica que la batería está bien, no es necesario reemplazar; 2.0% muestra que el contenido de humedad es <1%, el líquido está en buen estado; 3.1% indica que el contenido de humedad es <2%, aún se puede usar; 3.2% sugiere que el contenido de humedad es <3%, recomendando reemplazar el líquido de frenos; y >4.0% indica que el contenido de humedad es <4%, el líquido debe ser reemplazado inmediatamente. Tamaño: 15 cm. Fuente de alimentación: 1 pila AAA de 1.5V (no incluida). Nota: La imagen puede no reflejar con precisión el color real debido a las diferencias de las pantallas.",
        "stock": 0,
        "category": "Herramientas",
        "image": "https://ae-pic-a1.aliexpress-media.com/kf/HTB18FRDazzuK1RjSspeq6ziHVXar.jpg_960x960q75.jpg_.avif",
        "isFeatured": true,
        "url" : "1"
    },
    {
        "id": 2,
        "name": "Filtro Profesional de Combustible",
        "price": 4000,
        "title" : "Filtro Universal profesional de gasolina y combustible, accesorio para motocicleta, ciclomotor, Scooter, Dirt Bike, ATV, 5 piezas.",
        "description" : "Este filtro universal es ideal para mantener el combustible limpio en motocicletas y scooters. Fácil de instalar y con alta fiabilidad, es compatible con mangueras de 1/4 (6mm-7mm). Fabricado con ABS y papel de filtro, tiene una longitud de 5.5 cm y un diámetro de 2.6 cm. Disponible en colores beige, transparente y naranja. Incluye 5 filtros. Es compatible con marcas como Harley, Yamaha, Honda, Kawasaki, Ducati, y más. Ten en cuenta que es un artículo de reemplazo del mercado de accesorios, no es un producto original, y su apariencia puede variar ligeramente debido a las diferencias de luz y pantalla.",
        "stock": 2,
        "category": "Repuestos",
        "image": "https://ae-pic-a1.aliexpress-media.com/kf/Sc1c7bddd168a4d4bab3a7acb3ff608000.jpg_960x960q75.jpg_.avif",
        "isFeatured": false,
        "image2": "/images/filtroPeque.webp",
        "url" : "2"
    },
    {
        "id": 3,
        "name": "Cargador 100W Carga Rápida",
        "price": 16500,
        "title" : "Cargador de coche de 8 puertos de 100W, carga rápida, USB tipo C, encendedor de coche PD QC3.0, cargador de teléfono para iPhone, Samsung, Huawei, Xiaomi.",
        "description" : "Cargador de Coche de 6 Puertos 100W con Carga Rápida: Este cargador de coche cuenta con 6 puertos USB, incluyendo un puerto USB Tipo C, con una potencia total de 100W y soporte para carga rápida. Ideal para cargar múltiples dispositivos a la vez, compatible con teléfonos iPhone, Samsung, Huawei, Xiaomi y otros dispositivos que soporten carga rápida. Equipado con tecnología PD y QC3.0 para ofrecer una carga eficiente y rápida. Se conecta al encendedor del coche, convirtiéndolo en una estación de carga perfecta para tus viajes.",
        "stock": 2,
        "category": "Accesorios",
        "image": "https://ae01.alicdn.com/kf/S824e6e373505433b900b8163ed399404L.jpg_640x640q90.jpg",                
        "isFeatured": true,
        "image2" : "/images/Cargador1(1).webp",
        "url" : "3"
    },
    {
        "id": 4,
        "name": "Filtro de aire Universal",
        "price": 6000,
        "title" : "Filtro de aire Universal para motocicleta, Kit de inducción de admisión para GY6, 50cc, 110CC, 125cc, ATV, Dirt Bike, 45mm, 48mm, 58mm, 38mm.",
        "description" : "Filtro de Aire Universal para Motocicleta 38mm: Este filtro de aire universal es compatible con motocicletas, ATV y Dirt Bikes de 50cc a 125cc, y está fabricado con materiales de alta calidad para una mayor durabilidad. Su diseño evita que las partículas abrasivas entren en el motor, garantizando un rendimiento óptimo. Es fácil de instalar y se asegura firmemente en la tubería del vehículo. Con un diámetro de 3.8 cm y una altura de 8 cm. Nota: El color del artículo puede variar ligeramente según la pantalla y las mediciones manuales pueden presentar ligeras diferencias. Incluye 1 filtro de aire para motocicleta.",
        "stock": 1,
        "category": "Repuestos",
        "image": "https://ae01.alicdn.com/kf/Saea0dafce0fe41a59f8a181b73b4eb09U.jpg?width=800&height=800&hash=1600",
        "isFeatured": false,
        "image2" : "/images/filtro.webp",
        "url" : "4"
    },
    {
        "id": 5,
        "name": "Pastillas de freno",
        "price": 8500,
        "title" : "Pastillas de freno delanteras y traseras para motocicleta.",
        "description" : "Pastillas de freno delanteras y traseras de alta calidad, fabricadas con aleaciones de metal y latón, diseñadas para ofrecer un rendimiento estable y duradero. Estas pastillas son resistentes a altas temperaturas, lo que garantiza su eficiencia en diferentes condiciones. Además, ayudan a reducir el ruido y las vibraciones, proporcionando una conducción cómoda y segura. Son compatibles con una amplia gama de motocicletas, incluyendo modelos de KTM (SX, EXC, XC, SX-F, EXC-F, entre otros) del 2003 al 2022, así como modelos de Husqvarna (CR, FC, FE, FX, TC, TE, WR) del 2004 al 2020, y Husaberg (TE, FX, FE) del 2008 al 2013. Con una gran capacidad de carga, ofrecen una excelente longevidad y rendimiento continuo.",
        "stock": 2,
        "category": "Repuestos",
        "image": "https://ae01.alicdn.com/kf/A333c3e812a0e4aa7911dc4a33c6450f5Q.jpg_640x640q90.jpg",
        "isFeatured": true,
        "image2" : "/images/Pastilas.webp",
        "url" : "5"
    },
    {
        "id": 6,
        "name": "Repara abolladuras",
        "price": 8000,
        "title" : "Kit de reparación de abolladuras de coche, extractor de abolladuras multifunción para reparación de coches, ventosa cóncava, ventosas de vidrio, herramienta portátil para carrocería de coche.",
        "description" : "El kit de herramientas manuales automotrices está diseñado para reparar abolladuras en la carrocería del automóvil y levantar objetos de superficies lisas. Está fabricado con materiales duraderos como plástico ABS, caucho y metal. El kit incluye ventosas de diferentes tamaños con fuertes capacidades de succión (hasta 70 kg/154 lb para la ventosa grande) que permiten extraer abolladuras y mover objetos como vidrios, azulejos o electrónicos. Su diseño ergonómico y su almohadilla de goma suave evitan rayones y marcas en las superficies. Es fácil de usar y se adapta a diversas aplicaciones, tanto para reparaciones de automóviles como para el manejo de objetos planos.",
        "stock": 1,
        "category": "Herramientas",
        "image": "https://m.media-amazon.com/images/I/612-gVWPBiL._AC_UF894,1000_QL80_.jpg",
        "isFeatured": false,
        "image2" : "/images/quitaAbolladuras.webp",
        "url" : "6"
    },
    {
        "id": 7,
        "name": "Destornilladores para Sellos de Aceite",
        "price": 4000,
        "title" : "Juego de destornilladores de sellado de aceite para coche, 4 piezas, 135mm, junta tórica, extractor, ganchos de selección, herramientas de reparación.",
        "description" : "El juego de destornilladores de sello de aceite, fabricado en aleación de alta calidad, está diseñado para aplicaciones industriales, automotrices, de hobby y artesanales. El material es duradero, con una alta dureza, y tiene un color verde característico. El conjunto incluye cuatro piezas, ideales para tareas de estiramiento y marcado. Cada destornillador mide 135 mm, lo que proporciona un tamaño conveniente para el trabajo. La estructura robusta asegura un uso prolongado y seguro, sin afectar el medio ambiente. Asegúrate de revisar las dimensiones antes de usarlo para garantizar un ajuste adecuado.",
        "stock": 0,
        "category": "Herramientas",
        "image": "https://ae01.alicdn.com/kf/S7e61d8d42939424c828b83b52561be6aj.jpg_640x640q90.jpg",
        "isFeatured": false,
        "image2" : "/images/Desoto(1).webp",
        "url" : "7"
    },
    {
        "id": 8,
        "name": "Manómetro de presion de neumáticos",
        "price": 3500,
        "title" : "Manómetro de presión de neumáticos de coche, medidor de Dial para coche, motocicleta, camión, bicicleta, probador de vehículo, medición de presión de neumáticos.",
        "description" : "Este práctico y compacto dispositivo permite medir la presión de los neumáticos de manera precisa y sencilla. Ideal para automóviles, motocicletas, bicicletas, y más. Cuenta con una carátula fácil de leer, y su diseño ergonómico lo hace fácil de manejar. Mantén tus neumáticos en óptimas condiciones, mejorando el rendimiento y la seguridad de tu vehículo. Perfecto para uso en el hogar, talleres o en carretera.",
        "stock": 2,
        "category": "Accesorios",
        "image": " https://ae-pic-a1.aliexpress-media.com/kf/S9a734f15d98e403595246f525457ffecv.jpg_960x960q75.jpg_.avif",
        "isFeatured": false,
        "image2" : "/images/medidorTradicional.webp",
        "url" : "8"
       
    },
    {
        "id": 9,
        "name": "Nano Cerámica para Coches",
        "price": 4000,
        "title" : "Revestimiento Nano de cerámica para coche, recubrimiento líquido, capa hidrofóbica de nanocristal, agente de recubrimiento de pintura para pulido.",
        "description" : "El revestimiento nano de cerámica para coches es un recubrimiento líquido diseñado para proteger la pintura del vehículo. Formado por una capa hidrofóbica de nanocristales, proporciona una barrera contra la suciedad, agua y otros contaminantes, mejorando la durabilidad de la pintura. Ideal para el pulido y mantenimiento del esmalte del coche, este agente de recubrimiento ofrece una protección avanzada, creando una capa resistente que mejora el acabado y facilita la limpieza del vehículo.",
        "stock": 0,
        "category": "Accesorios",
        "image": "https://ae01.alicdn.com/kf/S03e255057ce046a89ab49a2bad3d0795x.jpg_960x960.jpg",
        "isFeatured": false,
        "url" : "9"
    },
    {
        "id": 10,
        "name": "Medidor de presión de aire de neumáticos de coche Digital",
        "price": 7000,
        "title" : "TG105 TG205 R-6802 medidor de presión de aire de neumáticos de coche Digital de alta precisión pantalla LCD manómetro barómetros para coche camión",
        "description" : "Medidor digital de presión de neumáticos con chip de visualización avanzado y pantalla LCD para lecturas precisas y confiables. Ofrece 4 unidades de medición (PSI, BAR, KPA, KG) y rango de hasta 150 PSI, con diseño ergonómico y carcasa de plástico resistente. Funciona con pila LR44 reemplazable, incluye apagado automático, mejora la seguridad, eficiencia y vida útil de los neumáticos. Fácil de usar con consejos prácticos para garantizar un sellado correcto durante la medición. Nota: Baterías no incluidas.",
        "stock": 1,
        "category": "Accesorios",
        "image": "https://ae-pic-a1.aliexpress-media.com/kf/H58bb6f8155fb491cbf872f24efb54ab2Z.jpg_960x960q75.jpg_.avif",
        "isFeatured": false,
        "image2" : "images/medidor.webp",
        "url" : "10"
    },
    {
        "id": 11,
        "name": "Luces para Válvulas de Neumáticos",
        "price": 2100,
        "title" : "Tapas de válvulas luminosas para neumáticos de coche, cubierta de cubo de neumático de motocicleta, decoración para Seat Ibiza 6l 6J Leon Mk3 mk2 5F 2 Cupra Alhambra At.",
        "description" : "Las luces para válvulas de neumáticos son pequeños dispositivos decorativos que se instalan en las válvulas de los neumáticos de un vehículo. Al girar las ruedas, las luces se iluminan, ofreciendo un efecto visual atractivo durante la conducción, especialmente por la noche. Además de ser estéticamente agradables, también aumentan la visibilidad del vehículo.",
        "stock": 3,
        "category": "Accesorios",
        "image": "https://i.ebayimg.com/thumbs/images/g/EnsAAOSwTO5m2mhl/s-l1200.jpg",
        "isFeatured": false,
        "url" : "11"
    },
    {
        "id": 12,
        "name": "Sticker Luminoso para Botones",
        "price": 500,
        "title" : "Sticker luminosa para botón de ventana de coche, interruptor elevador, calcomanías fluorescentes nocturnas, stickers para interiores de carros, accesorios para automóviles.",        
        "description" : "Sticker luminoso para botón de ventana de coche, interruptor elevador, calcomanías fluorescentes nocturnas, Sticker interiores de coches, accesorios para automóviles",
        "stock": 4,
        "category": "Accesorios",
        "image": "https://ae-pic-a1.aliexpress-media.com/kf/S66e763ac47f54465a1db0dc0a264b7c7J.jpg_960x960q75.jpg_.avif",
        "isFeatured": false,
        "url" : "12"
    }
]